Repository: suraleb/10d
Catalog: html/languages/site-search.tmx
Source language: en
Languages: ru

source: search
ru: искать

source: what you're looking for?
ru: что ищем?

source: Sorry, nothing found
ru: По вашему запросу ничего не найдено

source: File with frontend records for the &laquo;Search&raquo; module
ru: Файл с записями для модуля &laquo;Поиск&raquo;

source: For search you must provide not less than 2 symbols
ru: Для поиска необходимо ввести не менее двух символов

source: You have provided incorrect format of the query
ru: Вы указали неправильный формат запроса
